tap "beeftornado/rmtree"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "helm"
brew "lazygit"
brew "mise"
brew "neovim"
brew "ripgrep"
brew "starship"
brew "tmux"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "iina"
cask "kitty"
cask "visual-studio-code"
cask "orbstack"
